export default {
  OnBoardingTitleOne: 'आगामी आध्यात्मिक \n कार्यक्रम',
  OnBoardingParaOne:
    'अपने पास के गुरुजी के नवीनतम आध्यात्मिक कार्यक्रमों, उपदेशों और सभाओं से अपडेट रहें।',
  OnBoardingTitleTwo: 'वीडियो में दिव्य शिक्षाएं',
  OnBoardingParaTwo:
    'गुरुजी के प्रबोधनात्मक उपदेशों, भजनों और आध्यात्मिक मार्गदर्शन वीडियो को देखें और उनमें खो जाएं।',
  OnBoardingTitleThree: 'पुस्तकों में पवित्र ज्ञान',
  OnBoardingParaThree:
    'गुरुजी की ई-बुक्स का अन्वेषण करें, जो दिव्य शिक्षाओं, आध्यात्मिक दृष्टिकोणों और पवित्र ज्ञान से भरी हैं।',
  Next: 'अगला',
  Skip: 'छोड़ें',
  Login: 'लॉग इन',
  CantGoBack: 'वापस नहीं जा सकते',
  Welcome: 'स्वागत है',
  LoginPara:
    'गुरुजी के कार्यक्रमों, ई-बुक्स, और वीडियो तक बिना किसी रुकावट के पहुंचने के लिए अपना मोबाइल नंबर और पासवर्ड दर्ज करें।',
  MobileNumber: 'मोबाइल नंबर',
  MobilePlaceholder: '94**94**94',
  SendOtp: 'OTP भेजें',
  EnterOtp: 'OTP दर्ज करें',
  Submit: 'सबमिट',
  DontReceive: `कोड नहीं मिला?${' '}`,
  Resend: 'फिर से भेजें',
  ChosseLangauage: 'भाषा चुनें',
  English: 'अंग्रेजी',
  Hindi: 'हिंदी',
  LoginWithGmail: 'जीमेल से लॉगिन करें',
  OtpPara:
    'लोरम इप्सम डोलर सीट एमेेट, कोंसेकटुर एडिपिसिंग एलीट, सेड डो ईयूसमोड टेम्पोर इंटीडेंट यूट लैबोरे एट डोलेर मॅग्ना अलिक्वा।',
  LoginEmailPara:
    'गुरुजी के कार्यक्रमों, ई-बुक्स, और वीडियो तक बिना किसी रुकावट के पहुंचने के लिए अपना Gmail और पासवर्ड दर्ज करें।',
  Email: 'ईमेल',
  Password: 'पासवर्ड',
  ExamEmail: 'example@example.com',
  ForgotPassword: 'पासवर्ड भूल गए',
  LoginWithMobileNo: 'मोबाइल नंबर से लॉगिन करें',
  CreateAccount: 'खाता बनाएं',
  FullName: 'पूरा नाम',
  DateOfBirth: 'जन्म तिथि',
  ByContinuing: 'जारी रखते हुए, आप सहमति देते हैं',
  TermsOfUse: 'उपयोग की शर्तें',
  and: 'और',
  PrivacyPolicy: 'गोपनीयता नीति।',
  SignUp: 'साइन अप',
  EnterFullName: 'पूरा नाम दर्ज करें',
  NewPassword: 'नया पासवर्ड',
  NewPasswordPara:
    'क्या आपको अपना पासवर्ड भूल गया है? अपना रजिस्टर्ड ईमेल आईडी दर्ज करें ताकि आप अपना पासवर्ड रीसेट कर सकें और सुरक्षित रूप से अपने अकाउंट तक पहुँच प्राप्त कर सकें।',
  RegisterEmail: 'ईमेल पंजीकरण करें',
  ConfirmPassword: 'पासवर्ड की पुष्टि करें',
  ResetPassword: 'पासवर्ड रीसेट करें',
  Home: 'घर',
  Hii: 'हाय',
  Seeall: 'सभी देखें',
  EventListing: 'इवेंट लिस्टिंग',
  ReadLess: 'कम पढ़ें',
  KnowMore: 'अधिक जानें',
  VideoGallery: 'वीडियो गैलरी',
  EBooks: 'ई-बुक्स',
  BookDetails: 'बुक विवरण',
  Read: 'पढ़ें',
  Download: 'डाउनलोड',
  myProfile: 'मेरा प्रोफाइल',
  Profile: 'प्रोफाइल',
  PasswordChange: 'पासवर्ड परिवर्तन',
  Help: 'सहायता',
  InviteFriends: 'दोस्तों को आमंत्रित करें',
  Logout: 'लॉगआउट',
  NeedHelp: 'मदद चाहिए ?',
  Send: 'भेजें',
  WantToLogout: 'क्या आप सुनिश्चित हैं कि आप लॉगआउट करना चाहते हैं?',
  Cancel: 'रद्द करें',
  YesLogout: 'हां, लॉगआउट करें',
  UpdateProfile: 'प्रोफाइल अपडेट करें',
  CurrentPassword: 'वर्तमान पासवर्ड',
  NewPassword: 'नया पासवर्ड',
  ConfirmNewPassword: 'नए पासवर्ड की पुष्टि करें',
  Event: 'इवेंट',
  Videos: 'वीडियो',
  EBook: 'ई-बुक',
  FollowUs: 'हमें फॉलो करें',
  GoWithoutLogin: 'लॉगिन किए बिना जाएं',
  LoginWithMobile: 'मोबाइल से लॉगिन करें',
  alertLocalLogin: `नमस्ते, आप इस स्क्रीन तक पहुँच नहीं सकते क्योंकि आप पंजीकृत उपयोगकर्ता नहीं हैं। कृपया पहले पंजीकरण करें, इसके बाद यह स्क्रीन सक्रिय हो जाएगी। जाना चाहते हैं? \nपंजीकरण स्क्रीन पर जाने के लिए OK दबाएं।`,
  EventDetails: 'कार्यक्रम विवरण',
  Guruji: 'गुरु जी',
  TermsAndConditions: 'नियम और शर्तें',
  LastUpdatedPolicTerm: 'अंतिम अपडेट: 12 फरवरी, 2025',
  WelcomeConditionsIsImportant:
    'गुरुजी के ऐप में आपका स्वागत है। नियम और शर्तें महत्वपूर्ण हैं।',
  AcceptanceofTerms: 'नियम और शर्तों की स्वीकृति',
  ByDownloadingInstalling:
    'गुरुजी के ऐप को डाउनलोड, इंस्टॉल, और उपयोग करके, आप इन नियमों और शर्तों का पालन करने के लिए सहमत होते हैं। यदि आप इन शर्तों के किसी भाग से सहमत नहीं हैं, तो कृपया ऐप का उपयोग न करें।',
  PurposeApp: 'ऐप का उद्देश्य',
  GurujiProvideVideos:
    'गुरुजी का ऐप डिज़ाइन किया गया है: गुरुजी के कार्यक्रमों की जानकारी आसान पहुँच के लिए। गुरुजी की ई-बुक्स का संग्रह निर्बाध पढ़ाई के लिए। गुरुजी के वीडियो आध्यात्मिक मार्गदर्शन के लिए बिना किसी विघ्न के। नए कार्यक्रमों, ई-बुक्स और वीडियो की सूचनाएँ।',
  UserRegistrationResponsibilities: 'उपयोगकर्ता पंजीकरण और जिम्मेदारियाँ',
  UsersMayRequired:
    'उपयोगकर्ताओं को पंजीकरण करने और व्यक्तिगत विवरण प्रदान करने की आवश्यकता हो सकती है, जिसमें नाम, फोन नंबर, ईमेल, और जन्मतिथि शामिल हैं। उपयोगकर्ता प्रदान की गई जानकारी की सहीता सुनिश्चित करने के लिए जिम्मेदार हैं। ऐप का कोई भी दुरुपयोग, जिसमें अनधिकृत पहुँच, डेटा में छेड़छाड़, या ऐप की कार्यक्षमता में विघ्न डालने का प्रयास करना, सख्त रूप से निषिद्ध है।',
  PrivacyPolicy: 'गोपनीयता नीति',
  YourUseOf:
    'गुरुजी के ऐप का उपयोग हमारी गोपनीयता नीति द्वारा शासित है, जो यह स्पष्ट करती है कि हम आपका डेटा कैसे एकत्रित, उपयोग और सुरक्षित करते हैं। ऐप का उपयोग करके, आप हमारी गोपनीयता नीति की शर्तों से सहमत होते हैं।',
  IntellectualPropertyRights: 'बौद्धिक संपदा अधिकार',
  AllContent:
    'गुरुजी के ऐप में सभी सामग्री, जिसमें वीडियो, ई-बुक्स, टेक्स्ट, छवियाँ और अन्य सामग्री शामिल हैं, कॉपीराइट और अन्य बौद्धिक संपदा कानूनों द्वारा संरक्षित हैं। उपयोगकर्ताओं को किसी भी सामग्री को बिना पूर्व अनुमति के कॉपी, वितरित, संशोधित, या पुन: उत्पन्न करने की अनुमति नहीं है।',
  ProhibitedActivities: 'निषिद्ध गतिविधियाँ',
  UsersMustNot:
    'उपयोगकर्ताओं को निम्नलिखित नहीं करना चाहिए: ऐप का उपयोग किसी अवैध, धोखाधड़ी, या अनधिकृत उद्देश्यों के लिए करना। ऐप संचालन में विघ्न डालने, हैक करने, या हस्तक्षेप करने का प्रयास करना। बिना अनुमति के सामग्री साझा करना, बेचना या वितरित करना।',
  ContentThirdPartyLinks: 'सामग्री और तृतीय-पक्ष लिंक',
  TheAppContainLinks:
    'ऐप में तृतीय-पक्ष वेबसाइटों के लिंक हो सकते हैं (जैसे, वीडियो के लिए YouTube)। हम इन तृतीय-पक्ष प्लेटफ़ॉर्म की सामग्री, नीतियों या प्रथाओं के लिए जिम्मेदार नहीं हैं। हम ऐप में किसी भी सामग्री को अपडेट, संशोधित, या हटा देने का अधिकार सुरक्षित रखते हैं बिना किसी पूर्व सूचना के।',
  NotificationsUpdates: 'सूचनाएँ और अपडेट',
  ByUsingYouConsent:
    'ऐप का उपयोग करके, आप नए कार्यक्रमों, ई-बुक्स और वीडियो के बारे में सूचनाएँ प्राप्त करने के लिए सहमत होते हैं। उपयोगकर्ता ऐप सेटिंग्स में सूचनाओं को प्रबंधित या अक्षम कर सकते हैं।',
  LimitationOfLiability: 'जिम्मेदारी की सीमा',
  WeStriveToProvide:
    'हम सटीक और अद्यतन सामग्री प्रदान करने का प्रयास करते हैं, लेकिन हम यह गारंटी नहीं देते कि ऐप में जानकारी हमेशा त्रुटिरहित या बिना रुकावट के होगी। गुरुजी के ऐप और इसके डेवलपर्स किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक या परिणामी नुकसान के लिए जिम्मेदार नहीं हैं जो ऐप के उपयोग से उत्पन्न होते हैं।',
  TerminationofAccess: 'पहुँच की समाप्ति',
  WeReserveTheRight:
    'हमारे पास ऐप तक पहुँच को समाप्त या निलंबित करने का अधिकार है यदि उपयोगकर्ता इन शर्तों का उल्लंघन करता है। उपयोगकर्ता कभी भी ऐप का उपयोग बंद कर सकते हैं, और वे हमारे साथ संपर्क करके डेटा को हटाने का अनुरोध कर सकते हैं।',
  ChangesToTermsConditions: 'नियम और शर्तों में बदलाव',
  WeMayUpdate:
    'हम समय-समय पर इन नियमों और शर्तों को अपडेट कर सकते हैं। बदलाव के बाद ऐप का निरंतर उपयोग संशोधित शर्तों को स्वीकार करने के रूप में माना जाएगा। उपयोगकर्ताओं को ऐप में महत्वपूर्ण अपडेट के बारे में सूचित किया जाएगा।',
  ContactInformation: 'संपर्क जानकारी',
  ForAnyQuestions:
    'इन नियमों और शर्तों से संबंधित किसी भी प्रश्न या चिंता के लिए, कृपया हमसे संपर्क करें मेल द्वारा',
  WelcomeTo:
    'गुरुजी के ऐप में आपका स्वागत है। आपकी गोपनीयता हमारे लिए महत्वपूर्ण है। यह गोपनीयता नीति यह बताती है कि जब आप हमारे ऐप का उपयोग करते हैं, तो हम आपकी जानकारी को कैसे एकत्रित, उपयोग और सुरक्षित करते हैं।',
  GurujiAppisdesigned:
    'गुरुजी का ऐप डिज़ाइन किया गया है: गुरुजी के कार्यक्रमों की जानकारी आसान पहुँच के लिए प्रदान करना, गुरुजी की ई-बुक्स का संग्रह निर्बाध पढ़ाई के लिए उपलब्ध कराना, उपयोगकर्ताओं को गुरुजी के वीडियो बिना किसी अवांछित सामग्री के दिखाना, और नए कार्यक्रमों, ई-बुक्स और वीडियो के बारे में सूचनाएँ भेजना। आपके अनुभव को बेहतर बनाने के लिए, हम कुछ व्यक्तिगत जानकारी एकत्र करते हैं, जैसे नाम, फोन नंबर, ईमेल और जन्म तिथि। यह जानकारी हमें सामग्री को व्यक्तिगत बनाने, ऐप की कार्यक्षमता को सुधारने, और समय पर अपडेट प्रदान करने में मदद करती है।',
  InformationWeCollect: 'हम जो जानकारी एकत्र करते हैं',
  WeCollectTheFollowing:
    'हम उपयोगकर्ताओं से निम्नलिखित प्रकार की जानकारी एकत्र करते हैं:',
  PersonalInformation:
    'व्यक्तिगत जानकारी (उपयोगकर्ताओं द्वारा प्रदान की गई) नाम (उपयोगकर्ता अनुभव को व्यक्तिगत बनाने के लिए)। फोन नंबर (प्रमाणीकरण और संवाद के लिए)। ईमेल पता (लॉगिन, सूचनाएँ, और समर्थन के लिए)। जन्म तिथि (DOB) (उम्र पात्रता को सत्यापित करने के लिए)।',
  NonPersonal:
    'गैर-व्यक्तिगत जानकारी (स्वचालित रूप से एकत्रित) डिवाइस विवरण, ऐप उपयोग डेटा और विश्लेषिकी। आईपी पता और ऐप के भीतर ब्राउज़िंग गतिविधि। प्रदर्शन सुधार के लिए कुकीज़ और ट्रैकिंग तकनीकी।',
  HowWeUseYourInformation: 'हम आपकी जानकारी का कैसे उपयोग करते हैं',
  TheCollectedInformation: 'एकत्रित जानकारी का उपयोग किया जाता है:',
  Providing:
    'गुरुजी के कार्यक्रमों, वीडियो और ई-बुक्स तक पहुँच प्रदान करने के लिए। नए सामग्री अपडेट के बारे में पुश सूचनाएँ भेजने के लिए। उपयोगकर्ता अनुभव को बेहतर बनाने और सामग्री को व्यक्तिगत बनाने के लिए। ऐप के प्रदर्शन और सुरक्षा को सुधारने के लिए। उपयोगकर्ता पूछताछ और ग्राहक समर्थन के लिए उत्तर देने के लिए।',
  DataSharingDisclosure: 'डेटा साझाकरण और खुलासा',
  WedoNotSell:
    'हम उपयोगकर्ता डेटा को नहीं बेचते या उसका दुरुपयोग नहीं करते हैं। जानकारी विश्वसनीय तीसरे पक्ष की सेवाओं के साथ साझा की जा सकती है, जिसमें: YouTube (वीडियो स्ट्रीमिंग के लिए)। क्लाउड स्टोरेज प्रदाता (सुरक्षित डेटा भंडारण के लिए)। विश्लेषिकी उपकरण (ऐप प्रदर्शन ट्रैकिंग के लिए)। यदि कानूनी रूप से आवश्यक हो, तो हम कानूनी दायित्वों का पालन करने के लिए उपयोगकर्ता जानकारी का खुलासा कर सकते हैं।',
  SecurityMeasures: 'सुरक्षा उपाय',
  WeTakeStrongMeasures:
    'हम उपयोगकर्ता डेटा की सुरक्षा के लिए मजबूत उपाय करते हैं, जिसमें शामिल हैं: व्यक्तिगत जानकारी का एन्क्रिप्शन। संवेदनशील डेटा तक सीमित पहुँच। ऐप सुरक्षा सुनिश्चित करने के लिए नियमित अपडेट।',
  UserRightsControls: 'उपयोगकर्ता अधिकार और नियंत्रण',
  UsersCanAccess:
    'उपयोगकर्ता अपनी व्यक्तिगत जानकारी तक पहुँच सकते हैं, अपडेट कर सकते हैं, या अनुरोध पर उसे हटा सकते हैं। उपयोगकर्ता ऐप सेटिंग्स के माध्यम से पुश सूचनाओं से बाहर निकल सकते हैं। डेटा हटाने का अनुरोध करने के लिए, उपयोगकर्ता हमसे संपर्क कर सकते हैं मेल द्वारा:',
  ThirdPartyServices: 'तीसरे पक्ष की सेवाएँ',
  VideosAreCollection:
    'वीडियो YouTube के माध्यम से स्ट्रीम किए जाते हैं, और YouTube की गोपनीयता नीति तब लागू होती है जब आप इसकी सेवाओं का उपयोग करते हैं। यदि कोई तीसरे पक्ष के विश्लेषिकी उपकरण का उपयोग किया जाता है, तो उनकी गोपनीयता नीतियाँ डेटा संग्रह को नियंत्रित करेंगी।',
  ChildrenPrivacy: 'बच्चों की गोपनीयता',
  GurujiAppIsNot:
    'गुरुजी का ऐप 13 वर्ष से कम उम्र के बच्चों के लिए नहीं है। हम जानबूझकर नाबालिगों से डेटा एकत्रित नहीं करते हैं। यदि किसी बच्चे की व्यक्तिगत जानकारी पाई जाती है, तो हम इसे तुरंत हटाने के लिए कदम उठाएंगे।',
  ChangesToPrivacyPolicy: 'गोपनीयता नीति में बदलाव',
  WeMayUpdateThisPolicy:
    'हम इस नीति को समय-समय पर अपडेट कर सकते हैं। महत्वपूर्ण बदलाव ऐप के भीतर सूचित किए जाएंगे। अपडेट के बाद ऐप का निरंतर उपयोग संशोधित नीति को स्वीकार करने के रूप में माना जाएगा।',
  ContactInformation: 'संपर्क जानकारी',
  IfYouhaveAnyQuestions:
    'यदि आपको इस गोपनीयता नीति के बारे में कोई प्रश्न है, तो कृपया हमसे संपर्क करें मेल द्वारा:',
  Faq: 'प्रश्नोत्तर',
  Chat: 'चैट',
  HelpQue01: 'इवेंट की जानकारी कैसे खोजें?',
  HelpPara01:
    'ऐप में इवेंट सेक्शन पर जाएं, जहां गुरुजी के सभी आगामी और पिछले इवेंट्स सूचीबद्ध हैं। आप इवेंट की जानकारी, समय और स्थान देख सकते हैं। यदि नोटिफिकेशन सक्षम हैं, तो आपको नए इवेंट्स के बारे में अपडेट्स मिलेंगे।',
  HelpQue02: 'ई-बुक्स तक कैसे पहुँचें?',
  HelpPara02:
    'होम स्क्रीन से ई-बुक्स सेक्शन खोलें। आपको गुरुजी की आध्यात्मिक पुस्तकों का संग्रह मिलेगा। किसी भी पुस्तक पर टैप करके उसे ऐप में पढ़ सकते हैं। कुछ ई-बुक्स को डाउनलोड करके ऑफलाइन पढ़ने के लिए भी उपलब्ध किया गया है।',
  HelpQue03: 'वीडियो कैसे देखें?',
  HelpPara03:
    'गुरुजी की आध्यात्मिक शिक्षाओं को देखने के लिए वीडियो सेक्शन पर जाएं। वीडियो को आसानी से नेविगेट करने के लिए श्रेणियों में बाँटा गया है। कोई भी वीडियो टैप करके देखना शुरू करें। चूंकि वीडियो यूट्यूब से स्ट्रीम होते हैं, इसलिए सुनिश्चित करें कि आपके पास इंटरनेट कनेक्शन हो।',
  HelpQue04: 'क्या ऐप का उपयोग मुफ्त है?',
  HelpPara04:
    'जी हां, ऐप का उपयोग पूरी तरह से मुफ्त है। आप इवेंट विवरण, ई-बुक्स और वीडियो बिना किसी शुल्क के एक्सेस कर सकते हैं। हालांकि, वीडियो स्ट्रीम करने और अपडेट प्राप्त करने के लिए इंटरनेट कनेक्शन आवश्यक है।',
  HelpQue05: 'सपोर्ट से संपर्क कैसे करें?',
  HelpPara05:
    'यदि आपको कोई समस्या या सवाल है, तो ऐप में हेल्प और सपोर्ट सेक्शन पर जाएं और संपर्क विवरण देखें। आप ईमेल या फोन के जरिए संपर्क कर सकते हैं, और हमारी टीम जल्दी से आपकी सहायता करेगी।',
    Description:"विवरण",
    howCaHelpYou:'हम आपकी कैसे मदद कर सकते हैं?',
    HelpCenter:"सहायता केंद्र",
    InviteFriendsEasilyTitle:"दोस्तों को आसानी से आमंत्रित करें",
    InviteFriendsEasily:'गुरुजी का ज्ञान अपने दोस्तों के साथ साझा करें! सोशल मीडिया लिंक का उपयोग करके उन्हें आमंत्रित करें और उन्हें आध्यात्मिक कार्यक्रमों, ई-बुक्स, और वीडियो तक आसानी से पहुँचने में मदद करें। अब ज्ञान फैलाएं!',
    EventTitle:'इवेंट',
    EventDate:'तारीख',
    EventTiming:'समय'
  // #########################
};
